[
    {
        "_id": 234,
        "topic": "Space",
        "userName": "SpaceX",
        "time": "2h",
        "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
        "image": "/images/inspiration4.jpeg",
        "liked": true,
        "replies": 111,
        "retuits": 356,
        "likes": 5367,
        "handle": "@spacex",
        "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
    },
    {
        "_id": 456,
        "topic": "Tesla",
        "userName": "Tesla",
        "time": "4d",
        "title": "Tesla is accelerating the world's transition to sustainable energy with electric cars, solar and integrated renewable energy solutions for homes",
        "image": "/images/tesla.png",
        "liked": false,
        "replies": 542,
        "retuits": 112,
        "likes": 2345,
        "handle": "@tesla",
        "tuit": "Autopilot is an advanced driver assistance system that enhances safety and convenience behind the wheel. When used properly, Autopilot reduces your overall workload as a driver. Each new Tesla vehicle is equipped with eight external cameras and powerful vision processing to provide an additional layer of safety. All vehicles built for the North American market now use our camera-based Tesla Vision to deliver Autopilot features, rather than radar." 
    },
    {
        "_id": 765,
        "topic": "Batman",
        "userName": "Batman",
        "time": "2h",
        "title": "Batman Is Afraid To Be In The Company Of Bats.",
        "image": "/images/Sahith_img.png",
        "liked": true,
        "replies": 124,
        "retuits": 342,
        "likes": 4564,
        "handle": "@batman",
        "tuit": "As a child, Bruce's fear of bats stemmed from falling in a cave where he encountered the animal. He continued to harbor it as an adult, although Bruce used the very fear as his strength. Batman Begins: Bruce Wayne embraces his worst fear." 
    }
]